import Advantages from "../Advantages";
import Header from "../Header"
import HowWeWork from "../HowWeWork";
import Products from "../Products";

const AboutUs = () => {
    return (
        <div className="max-w-[1280px] flex min-h-screen flex-col items-center px-20">
            <Header className="bg-black" />
            <ul>Компания организована бывшими сотрудниками лидирующих европейских пневматических компаний. Мы переняли европеский подход к решению задач.
                Что такое пневматические и электро-пневматические шкафы компании PNEUVEL?

                <li>1. Высокая надежность и безопасность
                    Электро-пневматические шкафы от PNEUVEL разрабатываются и производятся с соблюдением строгих норм. Мы используем только качесвенную продукцию, проверенную временем. Это обеспечивает высокую надежность и безопасность в работе. Они спроектированы таким образом, чтобы обеспечивать стабильную работу системы управления и защищать операторов от опасных ситуаций.</li>

                <li>2. Оптимизация процессов
                    Шкафы управления позволяют автоматизировать разнообразные процессы, управлять множеством параметров и контролировать их в реальном времени. Это позволяет оптимизировать производственные процессы, улучшать эффективность и точность работы, а также сокращать потребление ресурсов.</li>

                <li>3. Гибкость.
                    PNEUVEL предлагает индивидуальный подход к каждому заказчику. Это позволяет учесть все особенности предприятия и специфические требования, обеспечивая максимальную эффективность работы системы управления.</li>

                <li>4. Увеличение производительности и снижение затрат
                    Шкафы управления могут значительно повысить производительность предприятия. Автоматизация процессов снижает вероятность человеческих ошибок, ускоряет выполнение задач и снижает расходы на рабочую силу. Это также может уменьшить потребление электроэнергии и ресурсов, что положительно влияет на экологическую сторону бизнеса.</li>

                <li>5. Легкость обслуживания и ремонта
                    Шкафы, изготовленные в PNEUVEL, обладают удобной конструкцией, тотальной маркировкой всех проводов и элементов в шкафу , что упрощает обслуживание и ремонт. Это сокращает время простоя оборудования в случае неисправности и способствует бесперебойной работе производственных линий.</li>

                <li>6. Отвественность и эстетика.
                    Мы подходим к кажому проекту с должным внимаением и отвественностью. Шкафы обладают не только качесвенной конструкцией, но и инженерной эстетикой.</li></ul>
        </div>
    )
};

export default AboutUs;